amd-ucode
base
base-devel
copyq
dolphin
dunst
efibootmgr
fastfetch
firefox
flameshot
fzf
git
github-cli
grim
grub
htop
hyprland
hyprpaper
intel-media-driver
iwd
kitty
kvantum-theme-materia
libva-intel-driver
linux
linux-firmware
nano
nemo-fileroller
neovim
network-manager-applet
networkmanager
npm
ntfs-3g
nwg-look
papirus-icon-theme
pavucontrol
polkit-kde-agent
pulseaudio
python-pywal
qbittorrent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
tmux
unzip
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
zsh
