base
base-devel
copyq
dolphin
dunst
fastfetch
firefox
flameshot
fzf
git
github-cli
grim
grub
htop
hyprland
hyprpaper
kitty
kvantum-theme-materia
nano
nemo-fileroller
neovim
npm
ntfs-3g
papirus-icon-theme
pavucontrol
polkit-kde-agent
pulseaudio
python-pywal
qbittorrent
qt5-wayland
qt6-wayland
rofi
tmux
unzip
vim
vlc
waybar
wget
wofi
zsh
