7zip
alacritty
base
base-devel
cliphist
cmake
dkms
dunst
fastfetch
firefox
fzf
git
go
grim
grub
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hyprland
jq
kitty
neovim
npm
nwg-look
pavucontrol
pcmanfm
polkit-gnome
polkit-kde-agent
pulseaudio
ripgrep
slurp
smartmontools
starship
swww
tmux
udisks2
unzip
vim
waybar
wget
wofi
xdg-utils
xorg-server
xorg-xinit
zsh
