7zip
alacritty
amd-ucode
base
base-devel
bluez
bluez-utils
cliphist
cmake
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
fuzzel
fzf
git
github-cli
go
grim
grub
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hyprland
iwd
jq
kitty
libva-nvidia-driver
linux-firmware
linux-lts
linux-lts-headers
ly
nano
neovim
network-manager-applet
networkmanager
npm
nvidia-dkms
nwg-look
os-prober
pavucontrol
pcmanfm
polkit-gnome
polkit-kde-agent
pulseaudio
qt5-wayland
qt6-wayland
slurp
smartmontools
starship
swww
tmux
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
waybar
wget
wireless_tools
wlr-randr
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zram-generator
zsh
